<template>
    <main class="container">
        <div class="section section-slider" >
            <slider :sliders="slider"></slider>
        </div>

    </main>
</template>

<script>
import Slider from '~/components/index/Slider.vue'
export default {

	async asyncData () {
	},
    data() {
		return {
			slider: [
                {
                	subtitle: 'Доступные квартиры у Черного моря',
                    title: '«ЖЕМЧУЖИНА СЕВАСТОПОЛЯ»',
                    text: 'Новый современный жилой комплекс «Жемчужина Севастополя» состоит из десятиэтажных монолитно-каркасных домов,внутренние перегородки из газобетона, где цокольные этажи предназначены для офисных помещений, магазинов, аптек,фитнес-центров и т.д.',
                    image: '/img/bg-index.jpg',
                    subtext: 'Комфортные квартиры по наиболее доступным ценам в одном из самых живописнейших и экологически благоприятных уголков города Севастополя, в шаговой доступности от моря с потрясающим видом и развитой инфраструктурой.',
                    link: '/123',
                    id: 1
                },
				{
					subtitle: 'Доступные квартиры у Черного моря',
					title: '«ЖЕМЧУЖИНА СЕВАСТОПОЛЯ»',
                    text: 'Новый современный жилой комплекс «Жемчужина Севастополя» состоит из десятиэтажных монолитно-каркасных домов,внутренние перегородки из газобетона, где цокольные этажи предназначены для офисных помещений, магазинов, аптек,фитнес-центров и т.д.',
                    image: '/img/bg-index2.jpg',
                    subtext: 'Комфортные квартиры по наиболее доступным ценам в одном из самых живописнейших и экологически благоприятных уголков города Севастополя, в шаговой доступности от моря с потрясающим видом и развитой инфраструктурой.',
                    link: '/123',
                    id: 2
                },
				{
					subtitle: 'Доступные квартиры у Черного моря',
					title: '«ЖЕМЧУЖИНА СЕВАСТОПОЛЯ»',
                    text: 'Новый современный жилой комплекс «Жемчужина Севастополя» состоит из десятиэтажных монолитно-каркасных домов,внутренние перегородки из газобетона, где цокольные этажи предназначены для офисных помещений, магазинов, аптек,фитнес-центров и т.д.',
                    image: '/img/bg-index3.jpg',
                    subtext: 'Комфортные квартиры по наиболее доступным ценам в одном из самых живописнейших и экологически благоприятных уголков города Севастополя, в шаговой доступности от моря с потрясающим видом и развитой инфраструктурой.' ,
                    link: '/123',
                    id: 3
                }
            ]
        }
    },
	head () {
		return {
			title: 'Главная страница'
		}
    },
    components: {
        Slider
    }
}
</script>

<style lang="sass">
</style>
