<template>
    <div class="container">
		<div class="section section-image" style="background-image: url(img/technadzor.jpg)">
			<div class="content">
				<div class="content__left">
					<h1 class="content__title">Технадзор и обследование зданий:</h1>
					<div class="content__text">
						<div class="el1" v-bar style="height: 460px;">
              <div class="el2">
                <p>Специалисты объединения "VIPCLASS" осуществляют технический надзор за соблюдением технологии и качеством выполнения всех строительно-монтажных работ и их соответствии утвержденной проектно-сметной документации, за точным соблюдением строительных норм, правил и технических условий выполнения и приемки общестроительных, монтажных, отделочных и специальных работ, контролируют выполнение утвержденного заказчиком графика строительно-монтажных работ и сроков поставки на объект материалов и оборудования, а также:</p>
							  <ul>
                  <li>принимают участие совместно с проектной организацией в рассмотрении предложений подрядчика по повышению качества, снижению стоимости и сокращению сроков выполняемых работ; </li>
                  <li>проверяют наличие паспортов, результатов лабораторных анализов и испытаний материалов, деталей и конструкций, применяемых при строительстве объекта; </li>
                  <li>принимают участие в освидетельствовании и оформлении актами скрытых и специальных работ;</li>
                  <li>выполняют обследование зданий, сооружений, конструкций на сейсмическую устойчивость.</li>
                </ul>
              </div>
						</div>
					</div>
				</div>
				<div class="content__right">
					<div class="info info_red">
						<h3>Для зданий до 500м<sup>2</sup></h3>
						<b>4500</b> <span>руб/мес</span>
					</div>
					<div class="info info_darkred">
						<h3>Для зданий более 500м<sup>2</sup></h3>
						<span>от</span> <b>6000</b> <span>руб/мес</span>
					</div>
					<div class="info info_blue">
						<a href="/pdf/lic_eng.pdf" target="_blank">
							Сертификат инженера I категории <br/>IT №002927 от 20.08.2010г.
						</a>
					</div>
					<div class="info info_blue">
						<a href="/pdf/lic_nad.pdf" target="_blank">
							Сертификат на обследование <br/>
							зданий и сооружений АЕ №000452 <br/>
							от 23.07.2012г.
						</a>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
	export default {
		name: "technadzor",
    scrollToTop: true,
		head() {
			return {
				title: 'Технадзор и обследование зданий'
			}
		}
	}
</script>

<style>

</style>
